<template>
	<view class="privacyPolicy">
		<view class="center">
			《普陀区公共卫生科普导览隐私政策》
		</view>
		<view class="left">
			尊敬的用户：
		</view>
		<view class="left kong-2">
			欢迎使普陀区公共卫生科普导览微信小程序，为了使您获得愉悦和安全的服务体验，在此列明以下服务条款，详述了您使用普陀区公共卫生科普导览微信小程序的服务所须遵守的条款和条件，请您在使用“普陀区公共卫生科普导览”微信小程序之前仔细阅读。
		</view>
		<view class="left kong-2">	
			隐私权是每个人的重要权利，普陀区公共卫生科普导览微信小程序（下称“我们”）非常重视用户个人信息和隐私的保护。在使用科普导览的网站或小程序前，请您务必仔细阅读并透彻理解《普陀区公共卫生科普导览隐私政策》（下称“本隐私政策”、“本政策”）。我们希望通过本隐私政策向您说明我们在您使用科普导览小程序的产品与服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。如果您是18周岁以下的未成年人，您应确保您的监护人阅读并同意本政策后，您才使用并向我们提供您的个人信息。
		</view>
		<view class="right">
			更新日期：2024年02月21日
		</view>
		<view class="right">
			生效日期：2024年02月21日
		</view>
		<view class="center">
			【特别提示】
		</view>	
		<view class="left kong-2">
			为了更好保护您的个人信息，请在使用科普导览小程序的服务前，仔细阅读并充分了解本政策。重点内容我们已采用粗体特别提示，希望您在阅读浏览时特别关注。一旦您使用或继续使用科普导览小程序的产品与服务，即表示您同意我们按照本政策处理您的相关信息。对于我们所收集的您的个人信息，我们亦用粗体的方式进行了标示，以此向您增强式提示。一旦您同意提供您的个人信息，我们将按本政策所述的目的和方式处理您的个人信息。我们使用您的个人信息的目的是为了实现科普导览小程序的产品与服务相关的功能。您有权拒绝向我们提供个人信息，但是拒绝我们收集使用这些信息可能会影响您使用相关功能。
		</view>
		<view class="left">
			1.特别申明
		</view>
		<view class="left kong-2">
			1.1 “普陀区公共卫生科普导览”小程序是上海市普陀区疾病预防控制中心主办，上海由晟信息技术有限公司（以下简称上海由晟）运行维护的微信小程序上。本小程序提供的各项网络服务的所有权、运作权和解释权归上海市普陀区疾病预防控制中心所有。如您不同意本服务条款对其进行的修改，您可以主动取消普陀区公共卫生科普导览小程序提供的服务；您一旦使用普陀区公共卫生科普导览的服务，即视为您已了解并完全同意本服务条款的各项内容，包括结核普陀区公共卫生科普导览服务条款所做的任何修改，并成为结普陀区公共卫生科普导览的用户（以下简称“用户”）。
		</view>
		<view class="left kong-2">
			1.2 由于任何不可抗因素或其他原因，普陀区公共卫生科普导览小程序在告知用户后有可能暂时或永久的终止某些或全部服务，对此普陀区公共卫生科普导览小程序不承担任何责任。您可随时根据实际情况在今后停止使用普陀区公共卫生科普导览小程序提供的一项或多项服务。 普陀区公共卫生科普导览小程序有权判定用户的行为是否符合普陀区公共卫生科普导览小程序服务条款的要求，如果您违背了服务条款的规定，普陀区公共卫生科普导览小程序将中断对您提供服务的权利。
		</view>
		<view class="left kong-2">
			1.3 普陀区公共卫生科普中心于2014年7月起对市民开放，是上海市唯一的公共卫生类科普场馆。是普陀区优秀科普教育基地、普陀区卫生健康系统首批医疗服务品牌。曾作为“智慧普陀”定向场馆，并被推荐为市级智慧场馆。科普中心建立之初就秉持全方位全周期保障人民健康的卫生理念，不断努力创新健康科普的宣教形式。随着“健康中国2030”战略的不断推进，追求健康生活方式，掌握科学的健康知识已成为市民的主要需求之一。科普中心开馆以来，已接待近7000名参观人员，参观者逐年增加。为进一步顺应现代信息科技的快速发展，深入了解健康知识，更好地服务大众，拟开展基于微信小程序的网络宣传方式。
		</view>
		<view class="left kong-2">
			（1）、根据普陀区公共卫生科普中心建设语音导览功能，实现市民自助参观。
		</view>
		<view class="left kong-2">	
			（2）、根据儿童安全座椅服务建设预约功能，市民可以通过系统登记车型、座椅类型、儿童身高体重，选择线上指导和线下指导预约等。
		</view>
		<view class="left">
			2. 适用范围
		</view>
		<view class="left kong-2">	
			2.1 您在普陀区公共卫生科普导览使用时，必须遵循以下原则：
		</view>
		<view class="left kong-2">
			(1) 遵守中国有关的法律和法规；
		</view>
		<view class="left kong-2">
			(2) 遵守所有与网络服务有关的网络协议、规定和程序；
		</view>
		<view class="left kong-2">
			(3) 不得进行任何可能对互联网的正常运转造成不利影响的行为；
		</view>
		<view class="left kong-2">
			(4) 不得发布、传送、传播、储存任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；
		</view>
		<view class="left kong-2">
			(5) 不得发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；
		</view>
		<view class="left kong-2">
			(6) 不得发表、传送、传播广告信息及垃圾信息；
		</view>
		<view class="left kong-2">
			(7) 您充分了解并同意，您必须为自己帐号下的一切行为负责。如发现任何非法使用本小程序的情况，应立即通知我们。
		</view>
		<view class="left kong-2">	
			2.4 如果发现您违反本协议第2.1条之规定，我们保留取消您使用服务的权利，并无需做出任何补偿。
		</view>
		<view class="left kong-2">	
			2.5 业务功能使用：
		
		</view>
		<view class="left kong-2">
			(1) 业务功能一：展馆预约
		</view>
		<view class="left kong-2">	
			为了更好的开展科普活动，市民可以有序进行参观，可以提前进行线上预约。
		</view>
		<view class="left kong-2">	
			(2) 业务功能二：座椅预约
		</view>
		<view class="left kong-2">
			为了更好的普及儿童安全座椅的安全知识，进而达到档汽车发生碰撞时，预防或降低儿童受伤，该功能主要是市名填写相关信息，进行预约，后台对市民提供的儿童参数指标进行评估；通过评估后在预约界面勾选时间进行预约，进而在专业人员的指导下就可以进行试做和学习安装安全座椅。
		</view>
		<view class="left">	
			3. 知识产权
		</view>
		<view class="left kong-2">	
			3.1 我们提供的网络服务内容可能包括：文字、软件、声音、图片、录像、图表等。所有这些内容受知识产权和其它财产所有权法律的保护。
		</view>
		<view class="left kong-2">	
			3.2 您只有在获得我们或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
		</view>
		<view class="left kong-2">	
			3.3未经相关权利人同意，用户不得对普陀区公共卫生科普导览微信小程序的服务涉及的相关网页、应用、软件等产品进行反向工程、反向汇编、反向编译等。
		</view>
		<view class="left">		
			4. 我们如何收集和使用您的个人信息
		</view>
		<view class="left kong-2">		
			个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。本隐私政策中涉及的个人信息包括:个人身份信息(包括姓名、年龄、手机号等)。
		</view>
		<view class="left kong-2">		
			个人敏感信息是指一旦泄露、非法提供或滥用，可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视行待遇等的个人信息，主要包括:个人财产信息(包括银行账号、资产证明信息、借贷信息、交易和消费记录等)、个人生物识别信息(指纹、面部识别特征等)、个人身份信息(包括身份证、护照、驾驶证、军官证、社保卡、居住证等)、网络身份标识信息(包括系统账号、IP 地址、邮箱地址及与前述有关的密码、口令、口令保护答案等)、其他信息(行踪轨迹、网页浏览记录、住宿信息、精准定位信息等)。
		</view>
		<view class="left">		
			我们仅会出于本政策以下目的，收集和使用您的个人信息：
		</view>
		<view class="left kong-2">		
			您必须授权我们收集和使用您个人信息的情形
		</view>
		<view class="left kong-2">		
			获取普陀区公共卫生科普导览的服务所需的功能
		</view>
		<view class="left kong-2">		
			为了提升用户体验和服务品质，我们可能会收集您的相关信息，以便可为您更好的提供服务，从而改进我们的产品与服务。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供高效一致的服务。
		</view>
		<view class="left">		
			5. 隐私保护
		</view>
		<view class="left kong-2">		
			5.1 保护您隐私是我们的一项基本政策，我们保证不对外公开或向第三方透露您的资料及您在使用网络服务时存储在我们的非公开内容，但下列情况除外：
		</view>
		<view class="left kong-2">	
			(1) 事先获得您的明确授权；
		</view>
		<view class="left kong-2">	
			(2) 根据有关法律法规的要求；
		</view>
		<view class="left kong-2">	
			(3) 按照司法机关或行政机关基于法定程序的要求；
		</view>
		<view class="left kong-2">	
			(4) 为维护我们合法权益的需要；
		</view>
		<view class="left kong-2">	
			(5) 在紧急情况下为维护社会公众合法权益的需要。
		</view>
		<view class="left kong-2">	
			5.2 我们将采取商业上合理的方式以保护您个人资料的安全。我们将使用通常可以获得的安全技术和程序来保护您的个人资料不被未经授权的访问、使用或泄漏。对于因您的保管疏忽或其他任何个人行为导致您的账号或密码遭他人非法使用及因此所产生的任何后果，我们不承担任何责任。
		</view>
		<view class="left">		
			6. 免责声明
		</view>
		<view class="left kong-2">		
			6.1 我们不担保网络服务一定能满足您的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。
		</view>
		<view class="left kong-2">	
			6.2 您明确同意使用我们网络服务所存在的风险将完全由您自己承担；因您使用我们网络服务而产生的一切后果也由您自己承担，我们对您不承担任何责任。
		</view>
		<view class="left">		
			7. 损害赔偿
		</view>
		<view class="left kong-2">		
			7.1 您若违反本协议或相关法律法规，导致我们单位、关系企业、受雇人、代理人及其他一切相关履行辅助人员因此受到损害或支出一切衍生费用（包括但不限于支付上述人士须就您的违反行为所进行的一切辩护或索偿诉讼及相关和解之法律费用），您应承担损害赔偿责任。
		</view>
		<view class="left">		
			8. 修改和解释权
		</view>
		<view class="left kong-2">		
			8.1 基于对我们本身、用户及市场状况不断变化的考虑，我们保留随时修改、新增、删除本协议条款的权利。修改、新增、删除本协议条款时，我们将于官方网站首页公告修改、新增、删除的事实，而不另行对您进行个别通知。若您不同意我们所修改、新增、删除的内容，可停止使用我们所提供的服务。若您继续使用我们的服务，则视为您同意并接受本协议条款修改、新增、删除后之一切内容，且不得因此而要求任何补偿或赔偿。
		</view>
		<view class="left kong-2">	
			8.2 我们保留对本协议条款、产品和服务以及我们所提供的产品和服务的相关官方网站的最终解释权。
		</view>
	</view>
</template>

<style lang="scss" scoped>
.privacyPolicy{
	padding: 30px 20px;
	.center{
		text-align:center;
		margin-bottom: 10px;
		font-size: 16px;
		font-weight: bold;
	}
	.left{
		text-align:justify;
		margin-bottom: 5px;
	}
	.right{
		text-align:right;
		margin-bottom: 5px;
	}
	.kong-2{
		text-indent: 2em;
	}
}
</style>